[
    {
        "image":"https://beaconadvisorsfl.com/wp-content/uploads/2022/04/BBA-How-Can-Short-Term-Business-Forecasting-Help-Your-Business-April-22.png",
        "link":"How Can Short Term Business Forecasting Help Your Business?",
        "bold_text":"Improve the predictability of your business.",
        "norma_text":"Are you a small business owner looking to grow? Are you considering expanding into new markets or adding new products or services? Do you want to improve your business’ profitability?",
        "button":" Read more",
        "icon":"https://cdn-icons-png.flaticon.com/512/32/32329.png"
    },
    {
        "image":"https://beaconadvisorsfl.com/wp-content/uploads/2022/03/Beacon-Business-Advisors-Lean-Business-Planning.png",
        "link":"Lean Business Planning, the foundation of a Formal Business Plan",
        "bold_text":"A Lean Business Plan can quickly put your business on a path towards improved and predictable short-term results.",
        "norma_text":"Business Planning may appear to be a daunting and painful process which can be challenging, uncomfortable and scary.",
        "button":" Read more",
        "icon":"https://cdn-icons-png.flaticon.com/512/32/32329.png"
    },
    {
        "image":"https://beaconadvisorsfl.com/wp-content/uploads/2022/03/Beacon-Business-Why-Call-Beacon-Business-Advisors-to-help-you-with-your-business.png",
        "link":"Why Call Beacon Business Advisors to help you with your business?",
        "bold_text":"As a business owner, you wear many hats and sometimes running a business can feel very isolating.",
        "norma_text":"Most business owners are always looking for advice on how to grow their business but advice found online or other sources may not relate directly to your business, your own unique business.",
        "button":" Read more",
        "icon":"https://cdn-icons-png.flaticon.com/512/32/32329.png"
    },
    {
        "image":"https://beaconadvisorsfl.com/wp-content/uploads/2022/01/post2.jpg",
        "link":"Goal: Business Workplace Organized?",
        "bold_text":"Good organizing is not about changing your personality, just changing your habits.",
        "norma_text":"Personal organizational skills create a professional environment which allows you to better manage a business as an owner or manage a productive work environment for all employees.",
        "button":" Read more",
        "icon":"https://cdn-icons-png.flaticon.com/512/32/32329.png"
    },
    {
        "image":"https://beaconadvisorsfl.com/wp-content/uploads/2021/09/New-Normal.jpg",
        "link":"In Search of the New Normal",
        "bold_text":"Why a Business Plan is important for your small business.  ",
        "norma_text":"Today’s small business owners find themselves navigating unprecedented and unchartered business waters.  The Global Covid Pandemic (“GCP”) caught most businesses by surprise and created unplanned business, economic and political conditions.        ",
        "button":" Read more",
        "icon":"https://cdn-icons-png.flaticon.com/512/32/32329.png"
    }
]